{
  "Ticker": "ABT",
  "Summary": "Abbott Laboratories (ABT) analyzed 1 bill with 3 direct regulatory impacts. Key impacts: 0% change, effective 2017. Indirect risk: 0. Overall direct risk: -1.0, indicating low legislative risk exposure.",
  "SummaryKeypoints": [
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL imposes regulation. affecting operations in European Union. with short-term implementation The legislation states: \"As regards AI systems that are safety components of products, or which are themselves products, falling within the scope of certain Union harmonisation legislation listed in an annex to this Regulation, it is appropriate to classify them as high-risk under this Regulation if the product concerned undergoes the conformity assessment procedure with a third-party conformity assessment body pursuant to that relevant Union harmonisation legislation. In particular, such products are machinery, toys, lifts, equipment and protective systems intended for use in potentially explosive atmospheres, radio equipment, pressure equipment, recreational craft equipment, cableway installations, appliances burning gaseous fuels, medical devices, in vitro diagnostic medical devices, automotive and aviation.\"",
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishes 2017 year regulation. affecting operations in European Union. with short-term implementation The legislation states: \"Regulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017 on medical devices, amending Directive 2001/83/EC, Regulation (EC) No 178/2002 and Regulation (EC) No 1223/2009 and repealing Council Directives 90/385/EEC and 93/42/EEC\"",
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishes 2017 year regulation. affecting operations in European Union. with short-term implementation The legislation states: \"Regulation (EU) 2017/746 of the European Parliament and of the Council of 5 April 2017 on in vitro diagnostic medical devices and repealing Directive 98/79/EC and Commission Decision 2010/227/EU\""
  ],
  "DirectRiskFactor": -1.0,
  "IndirectRiskFactor": 0,
  "TimeFactor": 0.9,
  "OverallRiskScore": -0.633
}