{
  "Ticker": "AMZN",
  "Summary": "Amazon analyzed 2 bills, facing 16 direct impacts including a €15M fine. No indirect risks. Overall direct risk: -1.0, indicating high regulatory exposure and financial liability.",
  "SummaryKeypoints": [
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishes €15,000,000 fine. affecting operations in European Union. with short-term implementation The legislation states: \"The Commission may impose on providers of general-purpose AI models fines not exceeding 3 % of their annual total worldwide turnover in the preceding financial year or EUR 15 000 000, whichever is higher.\"",
    "Directive (UE) 2019/2161 du Parlement européen et du Conseil imposes regulation. affecting operations in European Union. with short-term implementation The legislation states: \"Les professionnels qui permettent aux consommateurs de rechercher des biens et des services, tels que des voyages, des hébergements et des activités de loisirs, proposés par différents professionnels ou par des consommateurs, devraient informer les consommateurs des principaux paramètres par défaut qui déterminent le classement des offres présentées au consommateur dans le résultat de la recherche et de leur importance relative par rapport à d’autres paramètres.\"",
    "Directive (UE) 2019/2161 du Parlement européen et du Conseil imposes regulation. affecting operations in European Union. with short-term implementation The legislation states: \"À cet égard, l’annexe I de la directive 2005/29/CE devrait être modifiée afin de préciser qu’il y a lieu d’interdire les pratiques consistant, pour un professionnel, à fournir des informations à un consommateur sous la forme de résultats de recherche en réponse à la recherche en ligne du consommateur sans indiquer clairement l’existence de publicité payante ou d’un paiement destiné spécifiquement à obtenir un meilleur classement des produits dans les résultats de recherche.\"",
    "Directive (UE) 2019/2161 du Parlement européen et du Conseil imposes regulation. affecting operations in European Union. with short-term implementation The legislation states: \"Lorsqu’un professionnel paie directement ou indirectement le fournisseur de la fonction de recherche en ligne pour bénéficier d’un classement plus élevé d’un produit dans les résultats de recherche, ce fournisseur devrait en informer les consommateurs sous une forme concise, facile d’accès et intelligible.\"",
    "Directive (UE) 2019/2161 du Parlement européen et du Conseil imposes regulation. affecting operations in European Union. with short-term implementation The legislation states: \"Les fournisseurs de places de marché en ligne devraient informer les consommateurs si le tiers proposant les biens, les services ou les contenus numériques est un professionnel ou un non-professionnel, sur la base de la déclaration qui leur a été faite par le tiers.\""
  ],
  "DirectRiskFactor": -1.0,
  "IndirectRiskFactor": 0,
  "TimeFactor": 0.9
}