{
  "Ticker": "BALL",
  "Summary": "Ball Corporation (BALL) analyzed 1 bill, facing 1 direct and 3 indirect impacts. Receives $2 billion subsidy. Direct risk: 0.95; indirect risk: 1.0. High exposure, significant financial benefit.",
  "SummaryKeypoints": [
    "H.R. 5376 - Inflation Reduction Act of 2022 provides $2,000,000,000 in subsidy. affecting operations in United States. with short-term implementation The legislation states: \"In addition to amounts otherwise available, there is appropriated for fiscal year 2022, out of any money in the Treasury not otherwise appropriated, $2,000,000,000, to remain available until September 30, 2026, to the Administrator to reimburse or provide incentives to eligible recipients for the use, in projects, of construction materials and products that have substantially lower levels of embodied greenhouse gas emissions...\"",
    "H.R. 5376 - Inflation Reduction Act of 2022 affects supplier Alcoa (United States) through subsidy The legislation specifies: \"In addition to amounts otherwise available, there is appropriated for fiscal year 2022, out of any money in the Treasury not otherwise appropriated, $2,000,000,000, to remain available until September 30, 2026, to the Administrator to reimburse or provide incentives to eligible recipients for the use, in projects, of construction materials and products that have substantially lower levels of embodied greenhouse gas emissions...\"",
    "H.R. 5376 - Inflation Reduction Act of 2022 affects supplier Rio Tinto Alcan (Canada) through subsidy The legislation specifies: \"In addition to amounts otherwise available, there is appropriated for fiscal year 2022, out of any money in the Treasury not otherwise appropriated, $2,000,000,000, to remain available until September 30, 2026, to the Administrator to reimburse or provide incentives to eligible recipients for the use, in projects, of construction materials and products that have substantially lower levels of embodied greenhouse gas emissions...\"",
    "H.R. 5376 - Inflation Reduction Act of 2022 affects supplier Norsk Hydro (Norway) through subsidy The legislation specifies: \"In addition to amounts otherwise available, there is appropriated for fiscal year 2022, out of any money in the Treasury not otherwise appropriated, $2,000,000,000, to remain available until September 30, 2026, to the Administrator to reimburse or provide incentives to eligible recipients for the use, in projects, of construction materials and products that have substantially lower levels of embodied greenhouse gas emissions...\""
  ],
  "DirectRiskFactor": 0.95,
  "IndirectRiskFactor": 1.0,
  "TimeFactor": 0.9,
  "OverallRiskScore": 0.81
}