{
  "Ticker": "BKNG",
  "Summary": "Booking Holdings (BKNG) analyzed 1 bill with 5 direct regulatory impacts. Direct risk: -1.0. Top impact: 4% regulation. No indirect effects. Overall risk: low.",
  "SummaryKeypoints": [
    "Directive (UE) 2019/2161 du Parlement européen et du Conseil imposes regulation. affecting operations in European Union. with short-term implementation The legislation states: \"Les professionnels qui permettent aux consommateurs de rechercher des biens et des services, tels que des voyages, des hébergements et des activités de loisirs, proposés par différents professionnels ou par des consommateurs, devraient informer les consommateurs des principaux paramètres par défaut qui déterminent le classement des offres présentées au consommateur dans le résultat de la recherche et de leur importance relative par rapport à d’autres paramètres.\"",
    "Directive (UE) 2019/2161 du Parlement européen et du Conseil imposes regulation. affecting operations in European Union. with short-term implementation The legislation states: \"Lorsqu’un professionnel paie directement ou indirectement le fournisseur de la fonction de recherche en ligne pour bénéficier d’un classement plus élevé d’un produit dans les résultats de recherche, ce fournisseur devrait en informer les consommateurs sous une forme concise, facile d’accès et intelligible.\"",
    "Directive (UE) 2019/2161 du Parlement européen et du Conseil establishes 4% regulation. affecting operations in European Union. with short-term implementation The legislation states: \"le montant maximal de ces amendes correspondant à au moins 4 % du chiffre d’affaires annuel du professionnel dans l’État membre ou les États membres concernés.\"",
    "Directive (UE) 2019/2161 du Parlement européen et du Conseil establishes €2,000,000 regulation. affecting operations in European Union. with short-term implementation The legislation states: \"les États membres prévoient la possibilité d’infliger des amendes, dont le montant maximal est d’au moins 2 millions d’euros.\"",
    "Directive (UE) 2019/2161 du Parlement européen et du Conseil imposes regulation. affecting operations in European Union. with short-term implementation The legislation states: \"Fournir des résultats de recherche en réponse à une requête de recherche en ligne d’un consommateur sans l’informer clairement de toute publicité payante ou tout paiement effectué spécifiquement pour obtenir un meilleur classement des produits dans les résultats de recherche.\""
  ],
  "DirectRiskFactor": -1.0,
  "IndirectRiskFactor": 0,
  "TimeFactor": 0.9
}