{
  "Ticker": "FI",
  "Summary": "Fiserv (FI) faces analysis of 2 bills with 4 direct and 1 indirect impact. Key risks: 1% tax increase, 10-year regulatory changes. Overall risk assessment: moderate to high.",
  "SummaryKeypoints": [
    "H.R. 1 - One Big Beautiful Bill Act imposes 1% tax. affecting operations in United States. with short-term implementation The legislation states: \"There is hereby imposed on any remittance transfer a tax equal to 1 percent of the amount of such transfer.\"",
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishes 10 years regulation. affecting operations in European Union. with long-term implementation The legislation states: \"The provider shall, for a period ending 10 years after the high-risk AI system has been placed on the market or put into service, keep at the disposal of the national competent authorities: (a) the technical documentation referred to in Article 11;\"",
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL imposes regulation. affecting operations in European Union. with immediate implementation The legislation states: \"Providers that are financial institutions subject to requirements regarding their internal governance, arrangements or processes under Union financial services law shall maintain the technical documentation as part of the documentation kept under the relevant Union financial services law.\"",
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL imposes regulation. affecting operations in European Union. with immediate implementation The legislation states: \"Providers that are financial institutions subject to requirements regarding their internal governance, arrangements or processes under Union financial services law shall maintain the logs automatically generated by their high-risk AI systems as part of the documentation kept under the relevant financial services law.\"",
    "H.R. 1 - One Big Beautiful Bill Act affects supplier RemitStream Solutions, LLC (United States) through tax The legislation specifies: \"There is hereby imposed on any remittance transfer a tax equal to 1 percent of the amount of such transfer.\""
  ],
  "DirectRiskFactor": -1.0,
  "IndirectRiskFactor": -1.0,
  "TimeFactor": 1.0
}