{
  "Ticker": "GOOG",
  "Summary": "Alphabet Inc. (GOOG) faces high direct risk from 2 bills with 8 direct impacts, including penalties up to 7%, indicating significant legislative exposure and financial risk.",
  "SummaryKeypoints": [
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishes 7% penalty. affecting operations in European Union. with immediate implementation The legislation states: \"Non-compliance with the prohibition of the AI practices referred to in Article 5 shall be subject to administrative fines of up to EUR 35 000 000 or, if the offender is an undertaking, up to 7 % of its total worldwide annual turnover for the preceding financial year, whichever is higher.\"",
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishes 3% penalty. affecting operations in European Union. with immediate implementation The legislation states: \"Non-compliance with any of the following provisions related to operators or notified bodies, other than those laid down in Articles 5, shall be subject to administrative fines of up to EUR 15 000 000 or, if the offender is an undertaking, up to 3 % of its total worldwide annual turnover for the preceding financial year, whichever is higher: (a) obligations of providers pursuant to Article 16;\"",
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishes 1% penalty. affecting operations in European Union. with immediate implementation The legislation states: \"The supply of incorrect, incomplete or misleading information to notified bodies or national competent authorities in reply to a request shall be subject to administrative fines of up to EUR 7 500 000 or, if the offender is an undertaking, up to 1 % of its total worldwide annual turnover for the preceding financial year, whichever is higher.\"",
    "REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishes €15,000,000 fine. affecting operations in European Union. with immediate implementation The legislation states: \"The Commission may impose on providers of general-purpose AI models fines not exceeding 3 % of their annual total worldwide turnover in the preceding financial year or EUR 15 000 000, whichever is higher.\"",
    "Directive (UE) 2019/2161 du Parlement européen et du Conseil imposes regulation. affecting operations in European Union. with short-term implementation The legislation states: \"Lorsqu’un professionnel paie directement ou indirectement le fournisseur de la fonction de recherche en ligne pour bénéficier d’un classement plus élevé d’un produit dans les résultats de recherche, ce fournisseur devrait en informer les consommateurs sous une forme concise, facile d’accès et intelligible.\""
  ],
  "DirectRiskFactor": -1.0,
  "IndirectRiskFactor": 0,
  "TimeFactor": 1.0
}